Repository: Wildboard/WbWebApp
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Listing
tr_tr: Listeleme

source: Categories
tr_tr: Kategoriler

source: Search
tr_tr: Arama

source: Publish new
tr_tr: Yeni yayınla

source: Login
tr_tr: Giriş

source: Forgot password
tr_tr: Şifremi unuttum

source: Register
tr_tr: Kaydetmek

source: Change the admin color theme
tr_tr: Admin renk temasını değiştirme

source: Mobile Version
tr_tr: Mobil Sürüm

source: Publish new
tr_tr: Yeni yayınla

source: Map
tr_tr: Harita

source: Contact
tr_tr: İletişim

source: Latest Ads
tr_tr: Son Reklamlar

source: New Advertisement
tr_tr: Yeni Reklam

source: Publish new advertisement
tr_tr: Yeni reklam yayınla

source: Featured
tr_tr: Özellikli

source: Publish Date
tr_tr: Yayın Tarihi

source: Price
tr_tr: Fiyat

source: Read more
tr_tr: Devamı

source: Edit
tr_tr: Düzenle

source: Deactivate?
tr_tr: Devre dışı bırak?

source: Deactivate
tr_tr: Devre dışı bırakmak

source: Delete?
tr_tr: Sil?

source: Delete
tr_tr: Silmek

source: We do not have any advertisements in this category
tr_tr: Biz bu kategoride herhangi bir reklam yok

source: Hits
tr_tr: Hitler

source: Send Message
tr_tr: Mesaj Gönder

source: Name
tr_tr: isim

source: Email
tr_tr: E-posta

source: Subject
tr_tr: Konu

source: Message
tr_tr: Mesaj

source: Number of latest ads to display in the home page
tr_tr: Ana sayfada görüntülenen toplam reklam sayısı

source: Change the color scheme and style of the theme
tr_tr: Temanın renk düzeni ve stilini değiştirme

source: Header banner, allows HTML
tr_tr: Başlık, HTML'e izin verir

source: Please wait while we transfer you to Paypal
tr_tr: Paypal'a aktarırken lütfen bekleyiniz

source: Click here if you are not redirected
tr_tr: Eğer yönlendirilmediyseniz, lütfen buraya tıklayınız

source: First
tr_tr: İlk

source: Previous
tr_tr: Önceki

source: Page
tr_tr: Sayfa

source: Next
tr_tr: Sonraki

source: Last
tr_tr: Son

source: Edit Profile
tr_tr: Profili Düzenle

source: Change password
tr_tr: Şifreyi değiştir

source: Old password
tr_tr: Eski şifre

source: Password
tr_tr: Şifre

source: New password
tr_tr: Yeni parola

source: Repeat password
tr_tr: Şifrenizi tekrar girin

source: Type your password twice to change
tr_tr: Değiştirmek için şifrenizi iki kez yazınız

source: Cancel
tr_tr: Iptal

source: Send
tr_tr: Gönder

source: My Advertisements
tr_tr: Reklamlarım

source: New
tr_tr: Yeni

source: Category
tr_tr: Kategori

source: Location
tr_tr: Konum

source: Status
tr_tr: Durum

source: Date
tr_tr: Tarih

source: Not published
tr_tr: Yayınlanmadı

source: Published
tr_tr: Yayınlandı

source: Unavailable
tr_tr: Yok

source: Update
tr_tr: Güncelleme

source: Activate?
tr_tr: Etkinleştir?

source: Activate
tr_tr: Etkinleştirmek

source: Refresh listing, go to top?
tr_tr: Listeyi yenile, yukarıya git

source: Go to top
tr_tr: Yukarı git

source: Are you sure you want to refresh listing and go to top?
tr_tr: Eğer liste yenilemek ve üstüne gitmek istediğinizden emin misiniz?

source: Make featured?
tr_tr: Özellikli olun?

source: Are you sure you want to make it featured?
tr_tr: Bunu özellikli yapmak istediğinizden emin misiniz?

source: Deactivate featured?
tr_tr: Özellikli devre dışı bırakmak?

source: Deactivate featured
tr_tr: Özellikli devre dışı bırakın

source: Are you sure you want to deactivate featured advertisement?
tr_tr: Eğer özellikli reklam devre dışı bırakmak için istediğinizden emin misiniz?

source: Statistics
tr_tr: Istatistik

source: Today
tr_tr: Bugün

source: Yesterday
tr_tr: Dün

source: Last 30 days
tr_tr: Son 30 gün

source: Total
tr_tr: Toplam

source: Contacts
tr_tr: İletişim

source: Visits
tr_tr: Ziyaretler

source: Charts
tr_tr: Grafikler

source: From
tr_tr: Itibaren

source: To
tr_tr: Karşı

source: Filter
tr_tr: Filtre

source: Views and Contacts statistic
tr_tr: Görüntüleme ve İletişim istatistik

source: Edit Advertisement
tr_tr: Reklam Düzenle

source: Profile
tr_tr: Profil

source: Unpublished
tr_tr: Yayınlanmamış

source: Title
tr_tr: Başlık

source: Description
tr_tr: Tanımlama

source: Delete image
tr_tr: Görüntüyü sil

source: Images
tr_tr: Görüntüler

source: Phone
tr_tr: Telefon

source: Address
tr_tr: Adres

source: Website
tr_tr: Web sitesi

source: Market
tr_tr: Pazar

source: Moderation
tr_tr: Ilımlılık

source: Stats
tr_tr: İstatistikler

source: Widgets
tr_tr: Widget

source: New
tr_tr: Yeni

source: Welcome
tr_tr: Karşılama

source: Thanks for using our website.
tr_tr: Web sitemizi kullandığınız için teşekkür ederiz.

source: Advertisements
tr_tr: Reklamlar

source: Locations
tr_tr: Mekanlar

source: Orders
tr_tr: Siparişler

source: Content
tr_tr: Içerik

source: Translations
tr_tr: Çeviriler

source: Newsletters
tr_tr: Haber Bültenleri

source: Themes
tr_tr: Temalar

source: Theme Options
tr_tr: Tema Seçenekleri

source: Settings
tr_tr: Ayarlar

source: General
tr_tr: Genel

source: Payment
tr_tr: Ödeme

source: Advertisement
tr_tr: Ilan

source: Users
tr_tr: Kullanıcılar

source: User Roles
tr_tr: Kullanıcı Rolleri

source: Roles access
tr_tr: Roller erişim

source: Tools
tr_tr: Araçlar

source: Updates
tr_tr: Güncellemeler

source: Sitemap
tr_tr: Site Haritası

source: Migration
tr_tr: Göç

source: Cache
tr_tr: Önbellek

source: Logs
tr_tr: Kayıtlar

source: PHP Info
tr_tr: PHP Bilgisi

source: Edit profile
tr_tr: Profil Düzenle

source: Public profile
tr_tr: Genel profil

source: Home
tr_tr: Ev

source: Actions
tr_tr: Eylemleri

source: Are you sure you want to delete?
tr_tr: Silmek istediğinizden emin misiniz?

source: Logout
tr_tr: Çıkış

source: Visit Site
tr_tr: Siteyi ziyaret edin

source: Here are listed specific theme configuration values. Replace input fields with new desired values for the theme.
tr_tr: Burada belirli bir tema yapılandırma değerlerini listelenmiştir. Tema için istediğiniz yeni değerlerle giriş alanları değiştirin.

source: Using mobile theme
tr_tr: Mobil tema kullanarak

source: Disable
tr_tr: Devre Dışı Bırak

source: Options
tr_tr: Seçenekleri

source: You can change the look and feel of your website here.
tr_tr: Sen görünümünü değiştirmek ve burada web sitenizin hissedebilirsiniz.

source: Current Theme
tr_tr: Geçerli Tema

source: Available Themes
tr_tr: Mevcut Temalar

source: Preview
tr_tr: Önizleme

source: Available Mobile Themes
tr_tr: Mevcut Mobil Temalar

source: Themes Market
tr_tr: Temalar Pazar

source: Here you can find a selection of our premium themes.
tr_tr: Burada bizim prim temalar bir seçim bulabilirsiniz.

source: All themes include support, updates and 1 site license.
tr_tr: Tüm tema desteği, güncellemeler ve 1 site lisans içerir.

source: Site Usage Statistics
tr_tr: Site Kullanım İstatistikleri

source: Ads
tr_tr: Reklamlar

source: Sales
tr_tr: Satış

source: Views and Ads statistics
tr_tr: Görüntüleme ve Reklam istatistik

source: Sales statistics
tr_tr: Satış istatistikleri

source: Available widgets
tr_tr: Mevcut widget

source: Create
tr_tr: Oluşturmak

source: Where do you want the widget displayed?
tr_tr: Nerede widget görüntülenen istersiniz?

source: Close
tr_tr: Yakın

source: Sure you want to delete the widget? You can move it to the inactive placeholder
tr_tr: Tabii widget silmek ister misin? Bu etkin tutucu taşıyabilirsiniz

source: Save changes
tr_tr: Değişiklikleri kaydet

source: Limited Offer!
tr_tr: Sınırlı Teklif!

source: Valid Until
tr_tr: Kadar geçerli

source: Buy Now
tr_tr: Hemen Al

source: More info
tr_tr: Daha fazla bilgi

source: Selection of nice extras for your installation.
tr_tr: Yükleme için güzel ekstra seçimi.

source: Change the order of your categories. Keep in mind that more than 2 levels nested probably won´t be displayed in the theme (it is not recommended).
tr_tr: Sizin kategorilerin sırasını değiştirin. Muhtemelen iç içe fazla 2 seviyeleri (bu tavsiye edilmez) tema gösterilmeyecektir aklınızda tutun.

source: New category
tr_tr: Yeni kategori

source: Are you sure you want to delete? We will move the siblings categories and ads to the parent of this category.
tr_tr: Silmek istediğinizden emin misiniz? Bu kategorinin ana için kardeşler kategoriler ve reklamlar hareket edecek.

source: Change the order of your locations. Keep in mind that more than 2 levels nested probably won´t be displayed in the theme (it is not recommended).
tr_tr: Yerlerinizi sırasını değiştirme. Muhtemelen iç içe fazla 2 seviyeleri (bu tavsiye edilmez) tema gösterilmeyecektir aklınızda tutun.

source: New location
tr_tr: Yeni konumu

source: Are you sure you want to delete? We will move the siblings locations and ads to the parent of this location.
tr_tr: Silmek istediğinizden emin misiniz? Biz bu yerin ana için kardeşler yerleri ve reklamlar hareket edecek.

source: Newsletter
tr_tr: Haber Bülteni

source: Email Settings
tr_tr: E-posta Ayarları

source: You can send a mass email to all active users.
tr_tr: Tüm aktif kullanıcılar için bir toplu e-posta gönderebilirsiniz.

source: From Email
tr_tr: E-posta gelen

source: Optimize Database
tr_tr: Veritabanı Optimize

source: Database space
tr_tr: Veritabanı alanı

source: Space to optimize
tr_tr: Optimize etmek için Space

source: Table
tr_tr: Tablo

source: Rows
tr_tr: Satırlar

source: Size
tr_tr: Boyut

source: Save size
tr_tr: Boyutu kaydet

source: Cache configuration information
tr_tr: Önbellek yapılandırma bilgileri

source: Delete all
tr_tr: Tümünü sil

source: Delete expired
tr_tr: Süresi Sil

source: Config file
tr_tr: Yapılandırma dosyası

source: System Logs
tr_tr: Sistem Kayıtlar

source: Reading log file
tr_tr: Günlük dosyası okuma

source: Your PHP time limit is
tr_tr: Sizin PHP zaman sınırı

source: seconds
tr_tr: saniye

source: Host name
tr_tr: Ana bilgisayar adı

source: User name
tr_tr: Kullanıcı adı

source: Database name
tr_tr: Veritabanı adı

source: Database charset
tr_tr: Veritabanı karakter

source: Table prefix
tr_tr: Tablo öneki

source: Migrate
tr_tr: Göç

source: Last time generated
tr_tr: Son kez oluşturulan

source: Generate
tr_tr: Oluşturmak

source: Expire time
tr_tr: Süresi sona

source: Update on publish
tr_tr: Yayınlamak güncellemesi

source: Save
tr_tr: Kurtarmak

source: Versions
tr_tr: Sürümleri

source: Open Classifieds release history information.
tr_tr: İlan sürüm geçmiş bilgilerini açın.

source: Your installation version is
tr_tr: Yükleme versiyonu

source: Your Hash Key for this installation is
tr_tr: Bu yükleme için Hash anahtarıdır

source: Check for updates
tr_tr: Güncelleştirmeleri denetleyin

source: Version
tr_tr: Versiyon

source: Information
tr_tr: Bilgi

source: Latest
tr_tr: Son

source: Current
tr_tr: Akım

source: Email Configuration
tr_tr: E-posta Yapılandırma

source: List of general configuration values. Replace input fields with new desired values
tr_tr: Genel yapılandırma değerlerini listesi. Istediğiniz yeni değerlerle giriş alanları değiştirin

source: If you need to send many emails with a high delivery rate check
tr_tr: Denetlemek, yüksek doğum oranı ile birçok e-posta göndermeniz gerekiyorsa

source: Notify email
tr_tr: E-posta bildir

source: Email from where we send the emails, also used for software communications.
tr_tr: Biz de yazılım iletişim için kullanılan e-posta, göndermek yerden e-posta.

source: Email From
tr_tr: Gönderen E-posta

source: Smtp active
tr_tr: Smtp aktif

source: Smtp host
tr_tr: Smtp ana

source: Smtp user
tr_tr: SMTP kullanıcı

source: Smtp password
tr_tr: Smtp şifre

source: Advertisement Configuration
tr_tr: Reklam Yapılandırma

source: Number of images
tr_tr: Görüntü sayısı

source: Number of images displayed
tr_tr: Görüntülenen görüntü sayısı

source: Ad expiration date
tr_tr: İlan son kullanma tarihi

source: Expire days
tr_tr: Gün Geçerlilik

source: After how many days an Ad will expire. 0 for never
tr_tr: Kaç gün sonra bir İlan sona erecek. Hiçbir zaman için 0

source: Days
tr_tr: Günler

source: Address field
tr_tr: Adres alanı

source: Displays the field Address in the Ad form.
tr_tr: Reklam şeklinde alanı adres gösterir.

source: Google Maps in Ad
tr_tr: Reklam Google Maps

source: Displays the google maps in the Ad.
tr_tr: Ad google maps görüntüler.

source: Phone field
tr_tr: Telefon alanı

source: Displays the field Phone in the Ad form.
tr_tr: Reklam şeklinde alanı Telefon görüntüler.

source: Website field
tr_tr: Web Sitesi alanı

source: Displays the field Website in the Ad form.
tr_tr: Reklam şeklinde alanı Web Sitesi görüntüler.

source: Displays location select
tr_tr: Yer seçin görüntüler

source: Displays the Select Location in the Ad form.
tr_tr: Reklam şeklinde Seç Yer görüntüler.

source: Price field
tr_tr: Fiyat alanı

source: Displays the field Price in the Ad form.
tr_tr: Reklam şeklinde Tarla Fiyat görüntüler.

source: Upload file
tr_tr: Dosya yükle

source: Enables Captcha
tr_tr: Captcha sağlar

source: Captcha appears in the form.
tr_tr: Captcha şeklinde görünür.

source: Deactivated
tr_tr: Devre dışı

source: Terms of Service
tr_tr: Hizmet Şartları

source: Disqus Comments
tr_tr: Disqus Yorumlar

source: You need to write your disqus ID to enable the service.
tr_tr: Bu hizmeti etkinleştirmek için disqus ID yazmak gerekir.

source: Payments Configuration
tr_tr: Ödemeler Yapılandırma

source: List of payment configuration values. Replace input fields with new desired values.
tr_tr: Ödeme yapılandırma değerlerini listesi. Istediğiniz yeni değerlerle giriş alanları değiştirin.

source: Paypal account
tr_tr: Paypal hesabı

source: Paypal mail address
tr_tr: Paypal posta adresi

source: The paypal email address where the payments will be sent
tr_tr: Ödemeler gönderilecektir paypal e-posta adresi

source: Sandbox
tr_tr: Kum havuzu

source: Paypal currency
tr_tr: Paypal para

source: Currency
tr_tr: Para

source: Please be sure you are using a currency that paypal supports.
tr_tr: Eğer paypal destekleyen bir para birimi kullandığınızdan emin olun.

source: Featured Ads
tr_tr: Özellikli Reklamlar

source: Featured ads
tr_tr: Özellikli ilanları

source: Featured ads will be highlighted for a defined number of days.
tr_tr: Özellikli reklamlar gün belirli bir sayıda vurgulanır.

source: Price for featuring the Ad
tr_tr: Reklam sahip fiyat

source: Pricing
tr_tr: Fiyatlandırma

source: How much the user needs to pay to feature an Ad
tr_tr: Kullanıcı İlan özelliği ödemek gerekiyor ne kadar

source: Days Featured
tr_tr: Gün Seçme

source: Featured length
tr_tr: Özellikli uzunluk

source: How many days an ad will be featured after paying.
tr_tr: Bir reklam ödedikten sonra yer alacak kaç gün.

source: Bring to top Ad
tr_tr: Üst İlana getirin

source: Brings your Ad to the top of the listing.
tr_tr: Listenin en üstüne Reklam getirir.

source: To top price
tr_tr: En iyi fiyat için

source: How much the user needs to pay to top up an Ad
tr_tr: Kullanıcı İlan kontör ödemek gerekiyor ne kadar

source: General Configuration
tr_tr: Genel Yapılandırma

source: General site settings.
tr_tr: Genel site ayarlarını.

source: All configurations
tr_tr: Tüm yapılandırmalar

source: Maintenance Mode
tr_tr: Bakım Modu

source: Enables the site to maintenance
tr_tr: Bakım için site sağlar

source: Site name
tr_tr: Site adı

source: Here you can declare your display name. This is seen by everyone!
tr_tr: Burada görünen adını bildirebilirsiniz. Bu herkes tarafından görülür!

source: Site Name
tr_tr: Site Adı

source: Site description
tr_tr: Site açıklaması

source: Base URL
tr_tr: Temel URL

source: Is a base path of your site (e.g. http://open-classifieds.com/). Everything else is built based on this field.
tr_tr: Sitenizin ana yol (örneğin http://open-classifieds.com/) 'dir. Her şey bu alanda temel inşa edilmiştir.

source: Base URL path
tr_tr: Temel URL yolu

source: Moderation controls
tr_tr: Moderasyon kontrolleri

source: Global currency
tr_tr: Küresel para birimi

source: Global currency is country specific. There are no restrictions, this is only to declare currency for advertisements. Note: This is different from payment currencies.
tr_tr: Küresel para birimi ülke özgüdür. Herhangi bir kısıtlama yoktur, bu reklamlar için para ilan etmek sadece. Not: Bu ödeme para birimleri farklıdır.

source: Country specific currency
tr_tr: Ülkeye özel para birimi

source: Advertisements per page
tr_tr: Sayfa başına reklam

source: This is to control how many advertisements are being displayed per page. Insert an integer value, as a number limit.
tr_tr: Bu Sayfa başına görüntülenen kaç reklam kontrol etmektir. Bir dizi limit olarak, bir tamsayı değeri kaydedin.

source: Number of ads per page
tr_tr: Sayfa başına reklam sayısı

source: Advertisements in RSS
tr_tr: RSS reklam

source: Number of Ads
tr_tr: Reklamlar sayısı

source: How many ads are going to appear in the RSS of your site.
tr_tr: Kaç Hakkımızda sitenin RSS görünür olacak.

source: Advertisements in Map
tr_tr: Harita Reklamlar

source: How many ads are going to appear in the map of your site.
tr_tr: Nasıl birçok reklam sitenizin haritası görünür olacak.

source: Number format
tr_tr: Sayı biçimi

source: Number format is how you want to display numbers related to advertisements. More specific advertisement price. Every country have a specific way of dealing with decimal digits.
tr_tr: Sayı biçimi Eğer reklam ile ilgili numaralarını görüntülemek istiyorum nasıl. Daha özel reklam fiyat. Her ülkenin ondalık basamak ile ilgili belirli bir yol var.

source: Decimal representation
tr_tr: Ondalık gösterimi

source: Date format
tr_tr: Tarih biçimi

source: Each advertisement have a publish date. By selecting format, you can change how it is shown on your website.
tr_tr: Her reklam bir yayınlama tarihi vardır. Biçimi seçerek, bu Web sitesinde gösterilen nasıl değiştirebilirsiniz.

source: Allowed image formats
tr_tr: İzin resim formatları

source: Set this up to restrict image formats that are being uploaded to your server.
tr_tr: Sunucu yüklenen edilmektedir resim formatları kısıtlamak için bu kadar ayarlayın.

source: Max image size
tr_tr: Max görüntü boyutu

source: Control the size of images being uploaded. Enter an integer value to set maximum image size in mega bites(Mb).
tr_tr: Yükleniyor görüntülerin boyutunu kontrol edin. Mega sokması (Mb) maksimum görüntü boyutu ayarlamak için bir tamsayı değeri girin.

source: Image size in mega bites(Mb)
tr_tr: Mega sokması Görüntü boyutu (Mb)

source: Image height
tr_tr: Görüntü yüksekliği

source: Each image is resized when uploaded. This is the height of big image. Note: you can leave this field blank to set AUTO height resize.
tr_tr: Yükledi her resim yeniden boyutlandırılır. Bu büyük resmin yüksekliğidir. Not: AUTO yüksekliği yeniden boyutlandırma ayarlamak için bu alanı boş bırakabilirsiniz.

source: Image height in pixels(px)
tr_tr: Piksel görüntü yüksekliği (px)

source: Image width
tr_tr: Görüntü genişliği

source: Each image is resized when uploaded. This is the width of big image.
tr_tr: Yükledi her resim yeniden boyutlandırılır. Bu büyük resmin genişliği.

source: Image width in pixels(px)
tr_tr: Piksel görüntü genişliği (piksel)

source: Thumb height
tr_tr: Thumb yüksekliği

source: Thumb is a small image resized to fit certain elements. This is height of this image.
tr_tr: Thumb bazı unsurları uyacak şekilde yeniden küçük bir görüntüdür. Bu, bu resmin yüksekliğidir.

source: Thumb height in pixels(px)
tr_tr: Piksel Thumb yüksekliği (px)

source: Thumb width
tr_tr: Başparmak genişliği

source: Thumb is a small image resized to fit certain elements. This is width of this image.
tr_tr: Thumb bazı unsurları uyacak şekilde yeniden küçük bir görüntüdür. Bu, görüntünün genişliğidir.

source: Thumb width in pixels(px)
tr_tr: Piksel başparmak genişliği (piksel)

source: Image quality
tr_tr: Görüntü kalitesi

source: Choose the quality of the stored images (1-100% of the original).
tr_tr: Saklanan görüntüleri (orijinal 1-100%) kalitesini seçin.

source: Image Quality
tr_tr: Görüntü Kalitesi

source: Here you can modify any text you find in your web.
tr_tr: Burada web bulmak herhangi bir metin değiştirebilirsiniz.

source: Original Translation
tr_tr: Orijinal Çeviri

source: Copy all?, Be aware this will replace all your texts.
tr_tr: Tümünü kopyala?, Bu tüm metinleri yerini alacak unutmayın.

source: Translate all?, Be aware this will replace all your texts.
tr_tr: Tüm Çevir?, Bu tüm metinleri yerini alacak unutmayın.

source: Translation
tr_tr: Çeviri

source: Translations files available in the system.
tr_tr: Sisteminde mevcut çeviriler dosyaları.

source: Scan
tr_tr: Taramak

source: New translation
tr_tr: Yeni çeviri

source: Language
tr_tr: Dil

source: Active
tr_tr: Aktif

source: Spam Sort
tr_tr: Spam sırala

source: Unavailable Sort
tr_tr: Yok sırala

source: Unavailable
tr_tr: Yok

source: General configurations are set. Replace input fields with new desired values.
tr_tr: Genel yapılandırmaları ayarlanır. Istediğiniz yeni değerlerle giriş alanları değiştirin.

source: Deactivate Featured
tr_tr: Seçme devre dışı bırakın

source: Thanks for using Open Classifieds.
tr_tr: Açık sınıflandırma kullandığınız için teşekkür ederiz.

source: Latest News
tr_tr: Son Haberler

source: Contact Us
tr_tr: İletişim

source: User Profile
tr_tr: Kullanıcı Profili

source: Created
tr_tr: Oluşturulma

source: Last Login
tr_tr: Son Giriş

source: advertisements
tr_tr: reklam

source: Not yet published
tr_tr: Henüz yayınlanmamış

source: Remember password
tr_tr: Şifremi hatırla

source: Forgot password?
tr_tr: Şifreni mi unuttun?

source: Remember me
tr_tr: Beni hatırla

source: Type your password twice
tr_tr: Parolanızı iki kez yazın

source: Terms of service
tr_tr: Hizmet Koşulları

source: User account will be created
tr_tr: Kullanıcı hesabı oluşturulacak

source: Advanced Search
tr_tr: Gelişmiş Arama

source: Advertisement Title
tr_tr: Reklam Başlık

source: Slideshow
tr_tr: Slayt

source: Download
tr_tr: İndir

source: Header tool bar gets fixed in the top
tr_tr: Başlık araç çubuğu üst onarılır

source: Yes
tr_tr: Evet

source: No
tr_tr: Yok

source: Display breadcrumb
tr_tr: Kırıntı Ekran

source: URL to your Logo. Recommended size 250px x 40px. Leave blank for none.
tr_tr: Sizin Logo URL. 40px Önerilen boyutu 250px x. Hiçbiri için boş bırakın.

source: Short description that appears after the site name.
tr_tr: Site adı sonra görünür kısa bir açıklama.

source: Numbers of ads to display in home slider
tr_tr: Reklam Numaraları ev kaymak görüntülenecek

source: Where you want the sidebar to appear
tr_tr: Eğer kenar çubuğu görünmesini istediğiniz yeri

source: Right side
tr_tr: Sağ taraf

source: Left side
tr_tr: Sol taraf

source: Menu
tr_tr: Menü

source: Contact us
tr_tr: Bize ulaşın

source: Advanced search
tr_tr: Gelişmiş arama

source: Desktop Version
tr_tr: Masaüstü Sürüm

source: Public Profile
tr_tr: Açık Profil

source: advertisements
tr_tr: reklam

source: Change the main color scheme and style of the theme
tr_tr: Tema ana renk düzeni ve stilini değiştirme

source: Change the header color scheme and style of the theme
tr_tr: Tema başlığı renk düzeni ve stilini değiştirme

source: Change the theme of List Elements
tr_tr: Listesi Elementlerin temasını değiştirme

source: Change the theme of Featured Elements
tr_tr: Seçme Elementlerin temasını değiştirme

source: Installation
tr_tr: Montaj

source: Requirements
tr_tr: Gereksinimler

source: Congratulations
tr_tr: Tebrikler

source: Installation done
tr_tr: Yükleme tamamlandığında

source: Please now erase the folder
tr_tr: Şu anda klasörü silmek

source: Go to Your Website
tr_tr: Sitenizi git

source: Make a donation
tr_tr: Bağış yapmak

source: We really appreciate it
tr_tr: Biz gerçekten takdir

source: Welcome to
tr_tr: Hoşgeldiniz

source: installation
tr_tr: montaj

source: Welcome to the super easy and fast installation
tr_tr: Süper kolay ve hızlı kurulum Hoşgeldiniz

source: If you need any help please check our professional services
tr_tr: Eğer ihtiyacınız varsa herhangi bir yardım bizim profesyonel hizmetler kontrol edin
