Repository: Wildboard/WbWebApp
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Site Configuration
tr_tr: Sitesi yapılandırması

source: Site Language
tr_tr: Site Dilini

source: Site URL
tr_tr: Sitesi URL

source: Time Zone
tr_tr: Zaman Dilimi

source: New Install
tr_tr: Yeni Kurulum

source: Upgrade System
tr_tr: Sistem yükseltme

source: Administrator email
tr_tr: Yönetici e-posta

source: Admin Password
tr_tr: Admin Şifre

source: Sample data
tr_tr: Örnek veri

source: Creates few sample categories to start with
tr_tr: Ile başlamak birkaç örnek kategoriler oluşturur

source: Hash Key
tr_tr: Hash Anahtar

source: You need the Hash Key to re-install. You can find this value if you lost it at
tr_tr: Yeniden yüklemek için Hash Key gerekir. Eğer o kayıp varsa bu değeri bulabilirsiniz

source: Database Configuration
tr_tr: Veritabanı Yapılandırma

source: Allows multiple installations in one database if you give each one a unique prefix
tr_tr: Her biri benzersiz bir önek verirsen bir veritabanı birden çok yükleme sağlar

source: Only numbers, letters, and underscores
tr_tr: Sadece rakamlar, harfler ve alt çizgi

source: Install
tr_tr: Kurmak

source: Ocacu classifieds community registration
tr_tr: Ocacu ilanlar topluluk kaydı

source: Terms
tr_tr: Şartlar

source: Cannot connect to server
tr_tr: Sunucuya bağlanamıyor

source: No database name was given
tr_tr: Hiçbir veritabanı adı verildi

source: Available databases
tr_tr: Mevcut veritabanları

source: Invalid query
tr_tr: Geçersiz sorgu

source: Application Execution
tr_tr: Uygulama Yürütme

source: Hello, world
tr_tr: Merhaba dünya

source: Environment
tr_tr: Çevre

source: Included files
tr_tr: Dahil dosyalar

source: Loaded extensions
tr_tr: Yüklü uzantıları

source: publish new
tr_tr: Yeni yayınlamak

source: search
tr_tr: arama

source: contact
tr_tr: temas

source: map
tr_tr: harita

source: maintenance
tr_tr: bakım

source: ads
tr_tr: Hakkımızda

source: users
tr_tr: kullanıcılar

source: # items to display
tr_tr: Görüntülemek için # öğeleri

source: RSS reader with cache
tr_tr: Önbellek RSS okuyucu

source: Number items to display
tr_tr: Görüntülemek için sayı öğeleri

source: How often we refresh the RSS, in seconds
tr_tr: Ne kadar sıklıkla saniyede, RSS yenilemek

source: RSS url address
tr_tr: RSS url adresi

source: RSS title displayed
tr_tr: RSS başlığı görüntülenir

source: Share
tr_tr: Pay

source: Share on social networks.
tr_tr: Sosyal ağlarda paylaşın.

source: Title displayed
tr_tr: Başlık görüntülenir

source: Add latest comments
tr_tr: En son yorum ekle

source: Comments
tr_tr: Yorumlar

source: Number of comments to display
tr_tr: Görüntülemek için Yorum Sayısı

source: Google Maps with ads
tr_tr: Reklamlarla Google Maps

source: Map title displayed
tr_tr: Harita başlığı görüntülenir

source: Map height in pixels
tr_tr: Piksel Harita yüksekliği

source: Zoom in the map
tr_tr: Haritayı büyüt

source: Display categories
tr_tr: Kategorileri görüntülemek

source: Categories title displayed
tr_tr: Kategoriler başlığı görüntülenir

source: Display Locations
tr_tr: Mekanlar Ekran

source: Locations title displayed
tr_tr: Mekanlar başlığı görüntülenir

source: Text
tr_tr: Metin

source: Text title displayed
tr_tr: Yazı başlığı görüntülenir

source: HTML/text content here
tr_tr: Burada HTML / metin içeriği

source: Ads reader
tr_tr: Reklamlar okuyucu

source: Type ads to display
tr_tr: Görüntülemek için Yazım ilanları

source: Popular Ads last month
tr_tr: Popüler Reklamlar Geçen ay

source: Number of ads to display
tr_tr: Görüntülemek için İlan sayısı

source: Ads title displayed
tr_tr: Reklamlar başlığı görüntülenir

source: Pages
tr_tr: Sayfa

source: Display CMS pages
tr_tr: CMS sayfaları görüntülemek

source: Page title displayed
tr_tr: Sayfa başlığı görüntülenir

source: Display site stats
tr_tr: Site istatistikleri Ekran

source: Submit
tr_tr: Sunmak

source: Other
tr_tr: Diğer

source: Role
tr_tr: Rol

source: Last modified
tr_tr: Son değiştirilme

source: Last login
tr_tr: Son giriş

source: User
tr_tr: Kullanıcı

source: Type
tr_tr: Tip

source: SEO title
tr_tr: SEO başlık

source: Ip address
tr_tr: Ip adresi

source: Has images
tr_tr: Görüntüler var

source: Parent
tr_tr: Ebeveyn

source: Parent deep
tr_tr: Derin Veli

source: Id
tr_tr: Kimliği

source: Order
tr_tr: Sipariş

source: Info
tr_tr: Bilgi

source: Warning
tr_tr: Uyarı

source: Error
tr_tr: Hata

source: Success
tr_tr: Başarı

source: New profile has been created. Welcome
tr_tr: Yeni bir profil oluşturuldu. Karşılama

source: Something went wrong with uploading pictures, please check format
tr_tr: Bir şey yükleme resimleri ile ters gitti, biçimi kontrol edin

source: Something went wrong with uploading pictures
tr_tr: Bir şey yükleme resimleri ile ters gitti

source: Advertisement is posted but first you need to activate. Please check your email!
tr_tr: Reklam yayınlanmıştır ama önce etkinleştirmeniz gerekir edilir. E-postanızı kontrol edin!

source: Advertisement is received, but first administrator needs to validate. Thank you for being patient!
tr_tr: Reklam aldı, ama önce yönetici doğrulamak için ihtiyacı var. Sabrınız için teşekkür ederiz!

source: Advertisement is posted. Congratulations!
tr_tr: Reklam nakledilir. Tebrikler!

source: Captcha is not correct
tr_tr: Captcha doğru değil

source: We are working on our site, please visit later. Thanks
tr_tr: Sitemizde üzerinde çalışıyoruz, daha sonra ziyaret edin. Teşekkürler

source: Latest published
tr_tr: Son yayınlanan

source: Email Configuration updated
tr_tr: E-posta yapılandırma güncel

source: General Configuration updated
tr_tr: Genel Yapılandırma güncel

source: Payments
tr_tr: Ödemeler

source: Widget parameter missing
tr_tr: Widget parametresi eksik

source: Saved
tr_tr: Kaydedilmiş

source: Password is changed
tr_tr: Şifre değiştirilir

source: Nothing is provided
tr_tr: Hiçbir şey sağlanmaktadır

source: Passwords do not match
tr_tr: Şifreler eşleşmiyor

source: New password is invalid, or they do not match! Please try again.
tr_tr: Yeni parola geçersiz, ya da eşleşmiyor! Lütfen tekrar deneyiniz.

source: You have successfuly changed your data
tr_tr: Sen başarıyla Verilerinizi değişti

source: My Advertisement page
tr_tr: Benim Reklam sayfa

source: This is not your advertisement.
tr_tr: Bu reklam değil.

source: Advertisement is deactivated
tr_tr: Reklam devre dışı

source: Advertisement is active and published
tr_tr: Reklam aktif ve yayınlanmıştır

source: Edit advertisement
tr_tr: Reklam Düzenle

source: Advertisement is updated!
tr_tr: Reklam güncellenir!

source: Advertisement is updated
tr_tr: Reklam güncellenir

source: You dont have permission to access this link
tr_tr: Bu bağlantıyı erişim izniniz yok

source: List
tr_tr: Liste

source: Edit Translation
tr_tr: Çeviri Düzenleme

source: Language saved
tr_tr: Dil kaydedilir

source: Error on mail delivery, not sent
tr_tr: Posta teslim hatası, gönderilmez

source: Email sent to all the users
tr_tr: E-posta tüm kullanıcılara gönderilir

source: Mail not sent
tr_tr: Posta gönderilmez

source: Theme configuration updated
tr_tr: Tema seçenekleri güncellendi

source: Appearance configuration updated
tr_tr: Görünüm seçenekleri güncellendi

source: Mobile Theme updated
tr_tr: Mobil Tema güncel

source: Database Optimized
tr_tr: Veritabanı Optimize

source: All cache deleted
tr_tr: Tüm önbellek silinir

source: Deleted expired cache
tr_tr: Silinmiş süresi dolmuş önbellek

source: You are not using latest version of OC, please update.
tr_tr: Sen OC en son sürümünü kullanmıyorsanız, güncelleyin.

source: System logs
tr_tr: Sistem günlükleri

source: Sitemap Configuration updated
tr_tr: Site Haritası Yapılandırma güncel

source: Open Classifieds migration
tr_tr: Açık sınıflandırma göç

source: Database cleaned
tr_tr: Veritabanı temizlenir

source: Review database connection parameters
tr_tr: İnceleme veritabanı bağlantı parametrelerini

source: Wrong email or password
tr_tr: Yanlış e-posta veya şifre

source: Email to recover password sent
tr_tr: Şifrenizi gönderilen kurtarmak için e-posta

source: User not in database
tr_tr: Değil veritabanında Kullanıcı

source: Email required
tr_tr: Gerekli E-posta

source: User already exists
tr_tr: Kullanıcı zaten var

source: Welcome!
tr_tr: Hoşgeldiniz!

source: Register new user
tr_tr: Yeni kullanıcı Kayıt

source: You do not have any published Advertisement
tr_tr: Herhangi bir yayınlanan Reklam yok

source: You do not have any advertisements waiting to be published
tr_tr: Sen yayınlanacak bekleyen herhangi bir reklam yok

source: Warning, something went wrong while deleting
tr_tr: Silerken uyarı, bir şeyler ters gitti

source: Advertisement is deleted
tr_tr: Reklam silinir

source: Warning, Advertisement is already marked as spam
tr_tr: Uyarı, Reklam zaten spam olarak işaretlenmiş

source: Advertisement is marked as spam
tr_tr: Reklam spam olarak işaretlenmiş

source: Advertisement is featured
tr_tr: Reklam özellikli

source: Location deleted
tr_tr: Yer silindi

source: Location not deleted
tr_tr: Yer silinmez

source: Category deleted
tr_tr: Kategori silindi

source: Category not deleted
tr_tr: Kategori silinmez

source: Your message has been sent
tr_tr: Mesajınız gönderildi

source: Message not sent
tr_tr: Mesaj gönderilmedi

source: Check the form for errors
tr_tr: Hatalar için formu kontrol edin

source: You made some mistake
tr_tr: Bazı hata yaptı

source: Advertisement to top
tr_tr: Üstüne Reklam

source: Advertisement to featured
tr_tr: Özellikli oynandı

source: category
tr_tr: kategori

source: Order could not be loaded
tr_tr: Satın yüklenemedi

source: Page
tr_tr: Sayfa

source: Your advertisement is successfully activated! Thank you!
tr_tr: Reklamınız başarıyla devreye girer! Teşekkür ederim!

source: We did not find any advertisements for your search.
tr_tr: Biz Arama için herhangi bir reklam bulamadık.

source: No sitemap generated
tr_tr: Oluşturulan yok site haritası

source: You are in maintenance mode, only you can see the website
tr_tr: Bakım modunda olan, sadece web sitesi görebilirsiniz

source: Item created
tr_tr: Madde oluşturulan

source: Check form for errors
tr_tr: Hataları formu kontrol edin

source: Item updated
tr_tr: Madde güncel

source: Access not allowed
tr_tr: Izin Erişimine

source: Some errors in the form
tr_tr: Şeklinde bazı hatalar
